OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/incompressible/pisoFoam/RAS/cavity/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.00754;

boundaryField
{
    movingWall
    {
        type            epsilonWallFunction;
        value           uniform 0.00754;
    }
    fixedWalls
    {
        type            epsilonWallFunction;
        value           uniform 0.00754;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
